Repository: sunaykazimbeylii/Teqdimat
Catalog: Resources/Labels.*.resx
Languages: az

# AboutP
source: Top Tour Operators and Travel Agency. We offering in total 793 tours and holidays throughout the world. Combined we have received 1532 customer reviews and an average rating of 5 out of 5 stars. Travel has helped us to understand the meaning of life and it has helped us become better people. Each time we travel, we see the world with new eyes.
az: Ən yaxşı tur operatorları və səyahət agentliklərindən biriyik. Dünyanın dörd bir yanında ümumilikdə 793 tur və tətil paketi təklif edirik. İndiyə qədər 1532 müştəri rəyi toplamışıq və orta qiymətləndirməmiz 5 üzərindən 5 ulduzdur.Səyahət bizə həyatın mənasını anlamağa kömək edib və daha yaxşı insanlar olmağımıza yol açıb. Hər dəfə səyahət etdikdə, dünyaya yeni gözlərlə baxırıq.

# AboutSTitle
source: About Yatriiworld
az: Yatriiworld Haqqında

# AboutTitle
source: We're truely dedicated to make your travel experience best
az: Səyahətinizi unudulmaz etmək üçün tam sadiqik.

source: About Us
az: Haqqımızda

source: Adult
az: Böyüklər

source: Amazing Tours
az: Möhtəşəm Turlar

# Articles1
source: The real voyage does not consist in seeking new landscapes
az: Həqiqi səyahət yeni mənzərələr axtarmaqdan ibarət deyil

# Articles2
source: Mountains is always right destination.
az: dağlar isə həmişə doğru istiqamətdir.

# Articles3
source: We have not all those who wander are lost.
az: Gəzib-dolaşan hər kəs yolunu itirməyib.

# Articles4
source: Here Our's Life is either a daring adventure.
az: Burada həyat ya cəsarətli bir macəradır, ya da heç nə.

# Articles5
source: Take only memories, leave only footprints.
az: Sadəcə xatirələrini apar, arxanda yalnız izlər qoy.

# ArticlesAndGuides
source: Articles & Travel Guidings
az: Səyahət Məqalələri və Tövsiyələr

# ArticlesAndGuidesDesc
source: Travel has helped us to understand the meaning of life and it has helped us become better people. Each time we travel, we see the world with new eyes.
az: Səyahət bizə həyatın mənasını anlamağa kömək edib və daha yaxşı insan olmamıza səbəb olub. Hər dəfə səyahət etdikdə, dünyaya yeni gözlərlə baxırıq.

source: Award Winning Service
az: Mükafata Layiq Görülmüş Xidmət

# AWSDesc
source: Fabulous Travel worry free knowing that we're here if you need us, 24 hours a day
az: Rahatlıqla səyahət edin – 24 saat sizin üçün buradayıq.

source: Bio
az: Haqqımda

source: Blogs
az: Bloglar

source: Book Now
az: İndi Rezerv Et

source: Check Availability
az: Mövcudluğu yoxla

source: CheckIn
az: Giriş tarixi

source: Check Out
az: Çıxış tarixi

source: Children
az: Uşaqlar

source: Choose Destination
az: Təyinat yerini seçin

source: City
az: Şəhər

source: Competitive Pricing
az: Əlverişli Qiymət Təklifləri

source: Confirm Password
az: Parolun təsdiqi

source: Contact Us
az: Bizimlə Əlaqə

source: Country
az: Ölkə

# CPassword
source: Current Password
az: Cari Parol

# CPDesc
source: With 500+ suppliers and the purchasing power of 300 million members
az: 500-dən çox partnyor və 300 milyon üzvün alış gücü ilə – sizə ən yaxşı qiymətləri təqdim edirik.

# Deal1
source: Save big on hotels!
az: Otelərə böyük endirimlər!

# Deal1Desc
source: With upto 30% Off, experience Europe your way!
az: 30%-ə qədər endirimlə Avropanı öz tərzinizdə kəşf edin!

# Deal2
source: Earning Asiana Club Miles
az: Asiana Club Mil Qazanmaq

# Deal3
source: Experience Europe Your Way
az: Avropanı Öz Tərzində Kəşf Et

# DealDesc
source: Travel has helped us to understand the meaning of life and it has helped us become better people. Each time we travel, we see the world with new eyes.
az: Səyahət bizə həyatın mənasını anlamağa kömək edib və daha yaxşı insan olmağımıza səbəb olub. Hər dəfə səyahət etdikdə, dünyaya yeni gözlərlə baxırıq.

# DealTitle
source: Today's Top Deal
az: Bugünün Ən Yaxşı Təklifi

source: Depart Date
az: Gediş Tarixi

# destDescription
source: Travel has helped us to understand the meaning of life and it has helped us become better people. Each time we travel, we see the world with new eyes.
az: Səyahət bizə həyatın mənasını anlamağa kömək edib və daha yaxşı insanlar olmağımıza səbəb olub. Hər dəfə səyahət etdikdə, dünyaya yeni gözlərlə baxırıq.

source: Destinations
az: Səyahət yerləri

# destTitle
source: Find Your Favourite Destination
az: Sevimli təyinat yerini tap

source: Discover
az: Kəşf et

source: Find a places
az: Yerləri kəşf et

source: Happy Customers
az: Məmnun Müştərilər

source: Home
az: Ana Səhifə

source: In Business
az: Fəaliyətdə

source: Login
az: Daxil ol

source: Log Out
az: Çıxış et

source: My Account
az: Hesabım

source: Name
az: Ad

# NPassword
source: New Password
az: Yeni Parol

# Phone
source: Phone Number
az: Telefon nömrəsi

source: Profile
az: Profilim

source: Register
az: Qeydiyyatdan keç

source: Return Date
az: Qayıdış tarixi

# reviewDescription
source: Travel has helped us to understand the meaning of life and it has helped us become better people. Each time we travel, we see the world with new eyes.
az: Səyahət bizə həyatın mənasını anlamağa kömək edib və bizi daha yaxşı insanlara çevirib. Hər dəfə səyahət etdikdə, dünyaya yeni gözlərlə baxırıq.

# reviewTitle
source: What People Say About Us
az: İnsanlar bizim haqqımızda nə deyir

source: Save Change
az: Dəyişiklikləri saxla

source: Select Tour
az: Tur Seç

# Summer
source: SUMMER SPECIAL UPTO 25% OFF
az: YAY XÜSUSİ ENDİRİMİ 25%-DƏK

# summerbutton
source: View Details
az: Detallara Bax

# SummerDesc
source: SPEND THE BEST VACATION WITH US The nights of Thailand
az: Bizimlə ən möhtəşəm tətilləri yaşayın Tailandın sehrli gecələrində

source: Support Cases
az: Dəstək Məsələləri

source: Surname
az: Soyad

source: Total Duration
az: Ümumi müddət

# tourDescription
source: Travel has helped us to understand the meaning of life and it has helped us become better people. Each time we travel, we see the world with new eyes.
az: Səyahət bizə həyatın mənasını anlamağa kömək edib və bizi daha yaxşı insanlara çevirib. Hər dəfə səyahət etdikdə, dünyaya yeni gözlərlə baxırıq.

# TourDestT
source: Travel Best Holidays Trips In The World
az: Dünyanın Ən Yaxşı Tətil Turları

source: Tour List
az: Turlar

source: Tours
az: Turlar

# tourTitle
source: Perfect Tour Packages
az: Mükəmməl tur paketləri

source: Upload Photo
az: Şəkil yüklə

# WCDesc
source: 1,200,000 hotels in more than 200 countries and regions & flights to over 5,000 citites.
az: 200-dən çox ölkə və regionda 1,200,000+ otel, 5,000-dən artıq şəhərə uçuş!

source: Worldwide Coverage
az: Bütün Dünya üzrə Xidmət
